{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "WordLevel",
    "vocab": {
      "<pad>": 0,
      "<unk>": 1,
      "the": 2,
      ".": 3,
      ",": 4,
      "and": 5,
      "-": 6,
      "\"": 7,
      "a": 8,
      "is": 9,
      "to": 10,
      "was": 11,
      "of": 12,
      "The": 13,
      "food": 14,
      "for": 15,
      "I": 16,
      "with": 17,
      "in": 18,
      "you": 19,
      "are": 20,
      "service": 21,
      "it": 22,
      "that": 23,
      "but": 24,
      "LRB": 25,
      "not": 26,
      "good": 27,
      "RRB": 28,
      "great": 29,
      "have": 30,
      "we": 31,
      "had": 32,
      "were": 33,
      "on": 34,
      "at": 35,
      "nt": 36,
      "place": 37,
      "very": 38,
      "they": 39,
      "s": 40,
      "this": 41,
      "as": 42,
      "!": 43,
      "so": 44,
      "be": 45,
      "my": 46,
      "menu": 47,
      "wine": 48,
      "an": 49,
      "We": 50,
      "like": 51,
      "our": 52,
      "from": 53,
      "or": 54,
      "$": 55,
      "out": 56,
      "there": 57,
      "their": 58,
      "all": 59,
      "delicious": 60,
      "dinner": 61,
      "excellent": 62,
      "get": 63,
      "one": 64,
      "restaurant": 65,
      "do": 66,
      "staff": 67,
      "best": 68,
      "been": 69,
      "dishes": 70,
      "pizza": 71,
      "table": 72,
      "prices": 73,
      "us": 74,
      "your": 75,
      "by": 76,
      "if": 77,
      "nice": 78,
      "more": 79,
      "here": 80,
      "would": 81,
      "has": 82,
      "than": 83,
      "atmosphere": 84,
      "some": 85,
      "well": 86,
      "which": 87,
      "wait": 88,
      "fresh": 89,
      "go": 90,
      "price": 91,
      "can": 92,
      "friendly": 93,
      "ve": 94,
      "chicken": 95,
      "when": 96,
      "even": 97,
      "sushi": 98,
      "meal": 99,
      "bar": 100,
      "no": 101,
      "about": 102,
      "only": 103,
      "always": 104,
      "drinks": 105,
      "order": 106,
      "too": 107,
      "fish": 108,
      "dish": 109,
      "cheese": 110,
      "ordered": 111,
      "sauce": 112,
      "up": 113,
      "what": 114,
      "better": 115,
      "other": 116,
      "really": 117,
      "will": 118,
      "lunch": 119,
      "did": 120,
      "eat": 121,
      "just": 122,
      "little": 123,
      "because": 124,
      "portions": 125,
      "small": 126,
      "special": 127,
      "people": 128,
      "me": 129,
      "It": 130,
      "could": 131,
      "most": 132,
      "also": 133,
      "quality": 134,
      "ever": 135,
      "If": 136,
      "They": 137,
      "back": 138,
      "never": 139,
      "recommend": 140,
      "2": 141,
      "waiter": 142,
      "rice": 143,
      "--": 144,
      "This": 145,
      "time": 146,
      "Great": 147,
      "who": 148,
      "tasty": 149,
      "though": 150,
      ":": 151,
      "hot": 152,
      "made": 153,
      "over": 154,
      "times": 155,
      "attentive": 156,
      "both": 157,
      "i": 158,
      "taste": 159,
      "My": 160,
      "chef": 161,
      "decor": 162,
      "experience": 163,
      "restaurants": 164,
      "ambiance": 165,
      "being": 166,
      "two": 167,
      "while": 168,
      "appetizer": 169,
      "them": 170,
      "amazing": 171,
      "ambience": 172,
      "dessert": 173,
      "night": 174,
      "spicy": 175,
      "try": 176,
      "seated": 177,
      "served": 178,
      "much": 179,
      "actually": 180,
      "salad": 181,
      "make": 182,
      "then": 183,
      "appetizers": 184,
      "he": 185,
      "Service": 186,
      "before": 187,
      "everything": 188,
      "got": 189,
      "large": 190,
      "list": 191,
      "re": 192,
      "bread": 193,
      "entree": 194,
      "Thai": 195,
      "While": 196,
      "bit": 197,
      "A": 198,
      "cheap": 199,
      "down": 200,
      "looking": 201,
      "makes": 202,
      "quite": 203,
      "tables": 204,
      "wonderful": 205,
      "ca": 206,
      "how": 207,
      "still": 208,
      "way": 209,
      "course": 210,
      "each": 211,
      "glass": 212,
      "specials": 213,
      "average": 214,
      "perfect": 215,
      "priced": 216,
      "steak": 217,
      "must": 218,
      "area": 219,
      "came": 220,
      "main": 221,
      "romantic": 222,
      "after": 223,
      "reasonable": 224,
      "without": 225,
      "authentic": 226,
      "bad": 227,
      "come": 228,
      "friends": 229,
      "full": 230,
      "reservation": 231,
      "selection": 232,
      "went": 233,
      "NYC": 234,
      "any": 235,
      "dumplings": 236,
      "fine": 237,
      "lamb": 238,
      "lot": 239,
      "minutes": 240,
      "pasta": 241,
      "such": 242,
      "yet": 243,
      "especially": 244,
      "find": 245,
      "love": 246,
      "worth": 247,
      "ll": 248,
      "shrimp": 249,
      "sit": 250,
      "take": 251,
      "want": 252,
      "around": 253,
      "away": 254,
      "cold": 255,
      "cooked": 256,
      "cuisine": 257,
      "date": 258,
      "dining": 259,
      "enjoyed": 260,
      "fried": 261,
      "pretty": 262,
      "reservations": 263,
      "rolls": 264,
      "20": 265,
      "tuna": 266,
      "where": 267,
      "beef": 268,
      "cool": 269,
      "flavor": 270,
      "ingredients": 271,
      "less": 272,
      "soup": 273,
      "Try": 274,
      "again": 275,
      "bill": 276,
      "his": 277,
      "however": 278,
      "know": 279,
      "right": 280,
      "seafood": 281,
      "three": 282,
      "warm": 283,
      "Indian": 284,
      "spot": 285,
      "thai": 286,
      "tried": 287,
      "usually": 288,
      "different": 289,
      "dim": 290,
      "does": 291,
      "drink": 292,
      "enough": 293,
      "expensive": 294,
      "garlic": 295,
      "its": 296,
      "manager": 297,
      "many": 298,
      "nothing": 299,
      "plate": 300,
      "roll": 301,
      "sum": 302,
      "\"\"": 303,
      "And": 304,
      "New": 305,
      "Our": 306,
      "city": 307,
      "definitely": 308,
      "fantastic": 309,
      "husband": 310,
      "last": 311,
      "need": 312,
      "sake": 313,
      "took": 314,
      "3": 315,
      "Food": 316,
      "Pizza": 317,
      "choice": 318,
      "curry": 319,
      "d": 320,
      "every": 321,
      "half": 322,
      "music": 323,
      "places": 324,
      "waitress": 325,
      "world": 326,
      "But": 327,
      "Italian": 328,
      "asked": 329,
      "couple": 330,
      "noodles": 331,
      "portion": 332,
      "prepared": 333,
      "seating": 334,
      "server": 335,
      "sweet": 336,
      "water": 337,
      "years": 338,
      "5": 339,
      "6": 340,
      "Good": 341,
      "bartender": 342,
      "deal": 343,
      "few": 344,
      "group": 345,
      "off": 346,
      "oil": 347,
      "room": 348,
      "sandwich": 349,
      "should": 350,
      "slow": 351,
      "top": 352,
      "waiters": 353,
      "For": 354,
      "From": 355,
      "NY": 356,
      "bagel": 357,
      "beer": 358,
      "big": 359,
      "comes": 360,
      "decent": 361,
      "fabulous": 362,
      "feel": 363,
      "give": 364,
      "having": 365,
      "new": 366,
      "simple": 367,
      "tasting": 368,
      "value": 369,
      "whole": 370,
      "You": 371,
      "am": 372,
      "chocolate": 373,
      "desserts": 374,
      "entire": 375,
      "expect": 376,
      "first": 377,
      "money": 378,
      "outside": 379,
      "pay": 380,
      "regular": 381,
      "same": 382,
      "sharing": 383,
      "15": 384,
      "French": 385,
      "almost": 386,
      "choices": 387,
      "crust": 388,
      "eating": 389,
      "fare": 390,
      "fun": 391,
      "high": 392,
      "highly": 393,
      "late": 394,
      "live": 395,
      "m": 396,
      "next": 397,
      "often": 398,
      "pork": 399,
      "salads": 400,
      "say": 401,
      "When": 402,
      "bagels": 403,
      "bottle": 404,
      "brunch": 405,
      "crowded": 406,
      "house": 407,
      "incredible": 408,
      "kind": 409,
      "kitchen": 410,
      "life": 411,
      "may": 412,
      "offered": 413,
      "quick": 414,
      "return": 415,
      "see": 416,
      "side": 417,
      "size": 418,
      "thing": 419,
      "tiny": 420,
      "vegetables": 421,
      "...": 422,
      "After": 423,
      "All": 424,
      "York": 425,
      "bring": 426,
      "entrees": 427,
      "fast": 428,
      "favorite": 429,
      "foods": 430,
      "into": 431,
      "left": 432,
      "looked": 433,
      "owner": 434,
      "rude": 435,
      "salmon": 436,
      "sashimi": 437,
      "soggy": 438,
      "space": 439,
      "+": 440,
      "Sea": 441,
      "Their": 442,
      "beautiful": 443,
      "bland": 444,
      "check": 445,
      "cream": 446,
      "far": 447,
      "friend": 448,
      "hour": 449,
      "least": 450,
      "look": 451,
      "offer": 452,
      "reasonably": 453,
      "seems": 454,
      "spectacular": 455,
      "tastes": 456,
      "those": 457,
      "wines": 458,
      "work": 459,
      "yummy": 460,
      "anything": 461,
      "ate": 462,
      "beers": 463,
      "below": 464,
      "crab": 465,
      "delivery": 466,
      "easily": 467,
      "end": 468,
      "enjoy": 469,
      "except": 470,
      "glasses": 471,
      "huge": 472,
      "keep": 473,
      "pieces": 474,
      "pre": 475,
      "reviews": 476,
      "since": 477,
      "sitting": 478,
      "sometimes": 479,
      "terrible": 480,
      "terrific": 481,
      "think": 482,
      "tomato": 483,
      "beat": 484,
      "close": 485,
      "complimentary": 486,
      "door": 487,
      "found": 488,
      "going": 489,
      "hand": 490,
      "including": 491,
      "indian": 492,
      "mix": 493,
      "prompt": 494,
      "quantity": 495,
      "sat": 496,
      "sizes": 497,
      "until": 498,
      "variety": 499,
      "wife": 500,
      "00": 501,
      "1": 502,
      "There": 503,
      "ask": 504,
      "busy": 505,
      "cute": 506,
      "else": 507,
      "forgot": 508,
      "horrible": 509,
      "impressed": 510,
      "jazz": 511,
      "neighborhood": 512,
      "overpriced": 513,
      "person": 514,
      "poor": 515,
      "received": 516,
      "rest": 517,
      "selections": 518,
      "style": 519,
      "super": 520,
      "twice": 521,
      "wrong": 522,
      "Chicken": 523,
      "However": 524,
      "another": 525,
      "bistro": 526,
      "certainly": 527,
      "coming": 528,
      "considering": 529,
      "delivered": 530,
      "extremely": 531,
      "instead": 532,
      "itself": 533,
      "lack": 534,
      "limited": 535,
      "might": 536,
      "mushroom": 537,
      "offers": 538,
      "outstanding": 539,
      "part": 540,
      "party": 541,
      "personal": 542,
      "probably": 543,
      "rather": 544,
      "ravioli": 545,
      "red": 546,
      "saw": 547,
      "she": 548,
      "smaller": 549,
      "tempura": 550,
      "tip": 551,
      "told": 552,
      "town": 553,
      "unique": 554,
      "use": 555,
      "100": 556,
      "American": 557,
      "As": 558,
      "Even": 559,
      "In": 560,
      "Sichuan": 561,
      "arrived": 562,
      "awesome": 563,
      "completely": 564,
      "cost": 565,
      "disappointed": 566,
      "duck": 567,
      "during": 568,
      "either": 569,
      "family": 570,
      "felt": 571,
      "gave": 572,
      "include": 573,
      "location": 574,
      "mushrooms": 575,
      "mussels": 576,
      "old": 577,
      "ordering": 578,
      "overall": 579,
      "per": 580,
      "said": 581,
      "simply": 582,
      "touch": 583,
      "visit": 584,
      "white": 585,
      "!!!": 586,
      "Japanese": 587,
      "above": 588,
      "basil": 589,
      "business": 590,
      "cod": 591,
      "comfortable": 592,
      "day": 593,
      "extensive": 594,
      "fact": 595,
      "fancy": 596,
      "fixe": 597,
      "garden": 598,
      "getting": 599,
      "hostess": 600,
      "included": 601,
      "mediocre": 602,
      "mind": 603,
      "ok": 604,
      "once": 605,
      "owners": 606,
      "perfection": 607,
      "piece": 608,
      "plain": 609,
      "pleasant": 610,
      "range": 611,
      "stuff": 612,
      "tasted": 613,
      "things": 614,
      "toast": 615,
      "walk": 616,
      "10": 617,
      "Fatty": 618,
      "`": 619,
      "anyone": 620,
      "casual": 621,
      "courses": 622,
      "dark": 623,
      "forget": 624,
      "fries": 625,
      "given": 626,
      "goat": 627,
      "hard": 628,
      "her": 629,
      "interesting": 630,
      "liked": 631,
      "loud": 632,
      "management": 633,
      "mouth": 634,
      "nights": 635,
      "pad": 636,
      "pricey": 637,
      "real": 638,
      "sandwiches": 639,
      "seat": 640,
      "several": 641,
      "slice": 642,
      "soft": 643,
      "summer": 644,
      "sure": 645,
      "typical": 646,
      "view": 647,
      "waiting": 648,
      "4": 649,
      "8": 650,
      "95": 651,
      "?": 652,
      "Although": 653,
      "Chinese": 654,
      "Fish": 655,
      "Not": 656,
      "Saturday": 657,
      "Village": 658,
      "assortment": 659,
      "boyfriend": 660,
      "call": 661,
      "chips": 662,
      "classic": 663,
      "comfort": 664,
      "consistently": 665,
      "cramped": 666,
      "done": 667,
      "etc": 668,
      "expected": 669,
      "extra": 670,
      "filling": 671,
      "fix": 672,
      "guests": 673,
      "ice": 674,
      "incredibly": 675,
      "long": 676,
      "looks": 677,
      "naan": 678,
      "olive": 679,
      "outdoor": 680,
      "par": 681,
      "plan": 682,
      "salty": 683,
      "seen": 684,
      "serving": 685,
      "setting": 686,
      "sides": 687,
      "someone": 688,
      "spent": 689,
      "started": 690,
      "these": 691,
      "thin": 692,
      "through": 693,
      "trying": 694,
      "used": 695,
      "vibe": 696,
      "12": 697,
      "30": 698,
      "7": 699,
      "Also": 700,
      "Best": 701,
      "Blue": 702,
      "Chinatown": 703,
      "Everything": 704,
      "Overall": 705,
      "Pad": 706,
      "So": 707,
      "Went": 708,
      "although": 709,
      "amount": 710,
      "baby": 711,
      "bacon": 712,
      "basic": 713,
      "beginning": 714,
      "beyond": 715,
      "buffet": 716,
      "burger": 717,
      "care": 718,
      "champagne": 719,
      "changed": 720,
      "despite": 721,
      "dry": 722,
      "eaten": 723,
      "eggplant": 724,
      "eggs": 725,
      "enjoying": 726,
      "evening": 727,
      "filled": 728,
      "freshness": 729,
      "green": 730,
      "happy": 731,
      "helpful": 732,
      "home": 733,
      "horribly": 734,
      "leave": 735,
      "lime": 736,
      "line": 737,
      "low": 738,
      "making": 739,
      "matter": 740,
      "open": 741,
      "past": 742,
      "pastas": 743,
      "pastrami": 744,
      "please": 745,
      "recommended": 746,
      "relaxed": 747,
      "second": 748,
      "secret": 749,
      "share": 750,
      "spice": 751,
      "spinach": 752,
      "split": 753,
      "surprise": 754,
      "udon": 755,
      "First": 756,
      "Guizhou": 757,
      "Lobster": 758,
      "Quality": 759,
      "Spicy": 760,
      "To": 761,
      "Very": 762,
      "With": 763,
      "absolutely": 764,
      "accomodating": 765,
      "affordable": 766,
      "anywhere": 767,
      "black": 768,
      "busboy": 769,
      "cake": 770,
      "chance": 771,
      "combination": 772,
      "congee": 773,
      "conversation": 774,
      "counter": 775,
      "customer": 776,
      "favorites": 777,
      "flavors": 778,
      "gets": 779,
      "items": 780,
      "juice": 781,
      "lacked": 782,
      "light": 783,
      "lox": 784,
      "meals": 785,
      "meat": 786,
      "noodle": 787,
      "now": 788,
      "packed": 789,
      "pepper": 790,
      "phenomenal": 791,
      "picks": 792,
      "popular": 793,
      "presented": 794,
      "prix": 795,
      "promised": 796,
      "put": 797,
      "relax": 798,
      "rushed": 799,
      "servers": 800,
      "shows": 801,
      "slightly": 802,
      "smile": 803,
      "stick": 804,
      "suggestions": 805,
      "tea": 806,
      "theatre": 807,
      "thought": 808,
      "toppings": 809,
      "undercooked": 810,
      "understand": 811,
      "waitstaff": 812,
      "whether": 813,
      "wo": 814,
      "*": 815,
      "50": 816,
      "Alain": 817,
      "Aside": 818,
      "Delicious": 819,
      "Ducasse": 820,
      "East": 821,
      "Excellent": 822,
      "Fast": 823,
      "Its": 824,
      "No": 825,
      "Only": 826,
      "Square": 827,
      "Three": 828,
      "Tuna": 829,
      "Yes": 830,
      "ago": 831,
      "arugula": 832,
      "assorted": 833,
      "awful": 834,
      "banana": 835,
      "barely": 836,
      "blue": 837,
      "clean": 838,
      "containers": 839,
      "diner": 840,
      "employees": 841,
      "empty": 842,
      "ended": 843,
      "finally": 844,
      "fondue": 845,
      "greatest": 846,
      "homemade": 847,
      "inedible": 848,
      "inside": 849,
      "joints": 850,
      "knows": 851,
      "lemon": 852,
      "let": 853,
      "lobster": 854,
      "lovely": 855,
      "mention": 856,
      "myself": 857,
      "name": 858,
      "notch": 859,
      "offering": 860,
      "oysters": 861,
      "phone": 862,
      "platter": 863,
      "plus": 864,
      "portobello": 865,
      "pot": 866,
      "problem": 867,
      "promptly": 868,
      "prosciutto": 869,
      "run": 870,
      "section": 871,
      "sent": 872,
      "serves": 873,
      "set": 874,
      "something": 875,
      "soups": 876,
      "spend": 877,
      "street": 878,
      "tanks": 879,
      "tikka": 880,
      "together": 881,
      "truly": 882,
      "types": 883,
      "unlike": 884,
      "worst": 885,
      "written": 886,
      "25": 887,
      "Besides": 888,
      "City": 889,
      "Decor": 890,
      "Japan": 891,
      "Manhattan": 892,
      "OK": 893,
      "On": 894,
      "Other": 895,
      "Over": 896,
      "Rolls": 897,
      "Shrimp": 898,
      "across": 899,
      "available": 900,
      "bean": 901,
      "behind": 902,
      "buns": 903,
      "called": 904,
      "cozy": 905,
      "dough": 906,
      "evident": 907,
      "exceptional": 908,
      "fans": 909,
      "feeling": 910,
      "filet": 911,
      "five": 912,
      "folks": 913,
      "french": 914,
      "front": 915,
      "girlfriend": 916,
      "heard": 917,
      "help": 918,
      "intend": 919,
      "kept": 920,
      "kick": 921,
      "lots": 922,
      "notorious": 923,
      "option": 924,
      "overbearing": 925,
      "overly": 926,
      "pita": 927,
      "plates": 928,
      "plentiful": 929,
      "point": 930,
      "prepare": 931,
      "professional": 932,
      "putting": 933,
      "quiet": 934,
      "reader": 935,
      "rush": 936,
      "salt": 937,
      "sampler": 938,
      "save": 939,
      "scallops": 940,
      "scene": 941,
      "seasoning": 942,
      "serve": 943,
      "similar": 944,
      "start": 945,
      "subpar": 946,
      "suggest": 947,
      "supposed": 948,
      "taken": 949,
      "tend": 950,
      "theater": 951,
      "tomatoes": 952,
      "type": 953,
      "unless": 954,
      "unobtrusive": 955,
      "vegetable": 956,
      "vegetarian": 957,
      "warn": 958,
      "week": 959,
      "weekends": 960,
      "workers": 961,
      "!!": 962,
      "%": 963,
      "45": 964,
      "An": 965,
      "Avenue": 966,
      "BBQ": 967,
      "Crab": 968,
      "Do": 969,
      "EMPTY": 970,
      "Haru": 971,
      "Ive": 972,
      "Nice": 973,
      "One": 974,
      "Salmon": 975,
      "THE": 976,
      "What": 977,
      "able": 978,
      "annoying": 979,
      "au": 980,
      "baked": 981,
      "bombay": 982,
      "butter": 983,
      "calamari": 984,
      "caviar": 985,
      "ceviche": 986,
      "chop": 987,
      "crabmeat": 988,
      "delicate": 989,
      "delighted": 990,
      "dine": 991,
      "drinking": 992,
      "eats": 993,
      "fairly": 994,
      "figured": 995,
      "fooled": 996,
      "free": 997,
      "freshest": 998,
      "frites": 999,
      "funky": 1000,
      "guy": 1001,
      "hang": 1002,
      "hundreds": 1003,
      "hurt": 1004,
      "idea": 1005,
      "impeccable": 1006,
      "intimate": 1007,
      "kinda": 1008,
      "lousy": 1009,
      "middle": 1010,
      "midtown": 1011,
      "minute": 1012,
      "nearly": 1013,
      "needs": 1014,
      "nite": 1015,
      "noise": 1016,
      "opinion": 1017,
      "orders": 1018,
      "outshine": 1019,
      "parmesan": 1020,
      "particular": 1021,
      "plenty": 1022,
      "poorly": 1023,
      "presentaion": 1024,
      "presentation": 1025,
      "raw": 1026,
      "relaxing": 1027,
      "remained": 1028,
      "remember": 1029,
      "review": 1030,
      "samosa": 1031,
      "sea": 1032,
      "seasoned": 1033,
      "sliced": 1034,
      "source": 1035,
      "soy": 1036,
      "star": 1037,
      "styled": 1038,
      "taking": 1039,
      "tender": 1040,
      "terms": 1041,
      "thier": 1042,
      "touched": 1043,
      "traditional": 1044,
      "trendy": 1045,
      "truffle": 1046,
      "usual": 1047,
      "walked": 1048,
      "warned": 1049,
      "watery": 1050,
      "wrapped": 1051,
      "yourself": 1052,
      "14": 1053,
      "40": 1054,
      "60": 1055,
      "Ambiance": 1056,
      "Bass": 1057,
      "Boton": 1058,
      "Cafe": 1059,
      "Eel": 1060,
      "FOOD": 1061,
      "Family": 1062,
      "Fin": 1063,
      "Just": 1064,
      "Mamoun": 1065,
      "Mizu": 1066,
      "NOT": 1067,
      "Orsay": 1068,
      "Pancake": 1069,
      "Pastrami": 1070,
      "Price": 1071,
      "Sake": 1072,
      "Scallion": 1073,
      "Shell": 1074,
      "Shredded": 1075,
      "Shuizhu": 1076,
      "Soft": 1077,
      "Spice": 1078,
      "Squid": 1079,
      "St": 1080,
      "Style": 1081,
      "Sushi": 1082,
      "Tail": 1083,
      "Torro": 1084,
      "UWS": 1085,
      "Urchin": 1086,
      "Yellow": 1087,
      "add": 1088,
      "agree": 1089,
      "alluring": 1090,
      "along": 1091,
      "amuse": 1092,
      "believe": 1093,
      "birthday": 1094,
      "bite": 1095,
      "blend": 1096,
      "brulee": 1097,
      "canned": 1098,
      "captain": 1099,
      "certain": 1100,
      "changing": 1101,
      "charging": 1102,
      "choose": 1103,
      "clear": 1104,
      "complicated": 1105,
      "consisted": 1106,
      "crappy": 1107,
      "creme": 1108,
      "crowd": 1109,
      "crumbled": 1110,
      "delayed": 1111,
      "diners": 1112,
      "diverse": 1113,
      "dressed": 1114,
      "early": 1115,
      "entertainment": 1116,
      "environment": 1117,
      "exotic": 1118,
      "experiance": 1119,
      "eye": 1120,
      "famous": 1121,
      "features": 1122,
      "featuring": 1123,
      "fill": 1124,
      "frying": 1125,
      "fusion": 1126,
      "ginger": 1127,
      "guest": 1128,
      "hanger": 1129,
      "hardcore": 1130,
      "healthy": 1131,
      "heavy": 1132,
      "herb": 1133,
      "host": 1134,
      "hosting": 1135,
      "ie": 1136,
      "impossible": 1137,
      "impressive": 1138,
      "inexpensive": 1139,
      "italian": 1140,
      "item": 1141,
      "knew": 1142,
      "known": 1143,
      "larger": 1144,
      "level": 1145,
      "lobby": 1146,
      "maybe": 1147,
      "mayonnaise": 1148,
      "maze": 1149,
      "mean": 1150,
      "melt": 1151,
      "mess": 1152,
      "modern": 1153,
      "moist": 1154,
      "noisy": 1155,
      "oily": 1156,
      "omelet": 1157,
      "overwhelm": 1158,
      "pathetic": 1159,
      "pesto": 1160,
      "pick": 1161,
      "pie": 1162,
      "pizzas": 1163,
      "potato": 1164,
      "potatoes": 1165,
      "potential": 1166,
      "previous": 1167,
      "problems": 1168,
      "provided": 1169,
      "reason": 1170,
      "relatively": 1171,
      "roast": 1172,
      "roasted": 1173,
      "says": 1174,
      "seem": 1175,
      "sleek": 1176,
      "sommlier": 1177,
      "sort": 1178,
      "spending": 1179,
      "spring": 1180,
      "squid": 1181,
      "superb": 1182,
      "takeout": 1183,
      "tasteless": 1184,
      "technique": 1185,
      "tell": 1186,
      "temperatures": 1187,
      "tiramisu": 1188,
      "tofu": 1189,
      "trouble": 1190,
      "vietnamese": 1191,
      "waitresses": 1192,
      "walking": 1193,
      "wallet": 1194,
      "wanted": 1195,
      "waste": 1196,
      "watering": 1197,
      "ways": 1198,
      "16": 1199,
      "19": 1200,
      "49": 1201,
      "99": 1202,
      "Argentinian": 1203,
      "Artisanal": 1204,
      "Both": 1205,
      "Delivery": 1206,
      "Fixe": 1207,
      "Go": 1208,
      "HUGE": 1209,
      "Had": 1210,
      "He": 1211,
      "Interesting": 1212,
      "Midtown": 1213,
      "NO": 1214,
      "Nha": 1215,
      "Nina": 1216,
      "Oh": 1217,
      "Pelligrino": 1218,
      "Prix": 1219,
      "Roll": 1220,
      "Sapphire": 1221,
      "Shabu": 1222,
      "THe": 1223,
      "Though": 1224,
      "Trang": 1225,
      "Tuesday": 1226,
      "Volare": 1227,
      "Well": 1228,
      "additional": 1229,
      "allowing": 1230,
      "alone": 1231,
      "alternative": 1232,
      "amazed": 1233,
      "among": 1234,
      "atomosphere": 1235,
      "bathroom": 1236,
      "begin": 1237,
      "bhelpuri": 1238,
      "block": 1239,
      "boths": 1240,
      "bottles": 1241,
      "bruscetta": 1242,
      "burnt": 1243,
      "candle": 1244,
      "caprese": 1245,
      "carte": 1246,
      "cater": 1247,
      "chaat": 1248,
      "chaats": 1249,
      "chai": 1250,
      "changes": 1251,
      "charged": 1252,
      "checked": 1253,
      "classical": 1254,
      "cocktails": 1255,
      "compared": 1256,
      "competent": 1257,
      "complained": 1258,
      "continued": 1259,
      "cooking": 1260,
      "corned": 1261,
      "corridor": 1262,
      "craving": 1263,
      "creative": 1264,
      "crispy": 1265,
      "customers": 1266,
      "delightful": 1267,
      "design": 1268,
      "desired": 1269,
      "disappointment": 1270,
      "dress": 1271,
      "dumpling": 1272,
      "e": 1273,
      "efficiently": 1274,
      "fan": 1275,
      "floor": 1276,
      "flour": 1277,
      "fromager": 1278,
      "gem": 1279,
      "gift": 1280,
      "grab": 1281,
      "grabbed": 1282,
      "grass": 1283,
      "greens": 1284,
      "groups": 1285,
      "growing": 1286,
      "guided": 1287,
      "hands": 1288,
      "hanging": 1289,
      "higher": 1290,
      "him": 1291,
      "hip": 1292,
      "iceberg": 1293,
      "ignored": 1294,
      "imported": 1295,
      "inludes": 1296,
      "interior": 1297,
      "jelly": 1298,
      "job": 1299,
      "joint": 1300,
      "knowledgable": 1301,
      "lacking": 1302,
      "leads": 1303,
      "literally": 1304,
      "lived": 1305,
      "lovers": 1306,
      "martini": 1307,
      "means": 1308,
      "meats": 1309,
      "meeting": 1310,
      "melted": 1311,
      "miss": 1312,
      "morning": 1313,
      "mozz": 1314,
      "needed": 1315,
      "noir": 1316,
      "non": 1317,
      "nonsense": 1318,
      "okay": 1319,
      "opened": 1320,
      "opening": 1321,
      "ordinary": 1322,
      "otherwise": 1323,
      "ourselves": 1324,
      "own": 1325,
      "page": 1326,
      "paid": 1327,
      "pairings": 1328,
      "palate": 1329,
      "patrons": 1330,
      "pho": 1331,
      "pickles": 1332,
      "pinot": 1333,
      "piping": 1334,
      "pleasurable": 1335,
      "poivre": 1336,
      "poured": 1337,
      "purchase": 1338,
      "quickly": 1339,
      "rapido": 1340,
      "requests": 1341,
      "reviewer": 1342,
      "rich": 1343,
      "sauces": 1344,
      "scrumptious": 1345,
      "sense": 1346,
      "sevpuri": 1347,
      "similarly": 1348,
      "solid": 1349,
      "sommelier": 1350,
      "soothing": 1351,
      "souffle": 1352,
      "specifically": 1353,
      "spiced": 1354,
      "sprinkled": 1355,
      "sugar": 1356,
      "suggested": 1357,
      "surprising": 1358,
      "surprisingly": 1359,
      "surrounding": 1360,
      "talk": 1361,
      "tandoori": 1362,
      "tartare": 1363,
      "texture": 1364,
      "thank": 1365,
      "thoroughly": 1366,
      "tight": 1367,
      "tips": 1368,
      "toward": 1369,
      "traffic": 1370,
      "tries": 1371,
      "turned": 1372,
      "turnip": 1373,
      "turns": 1374,
      "unlimited": 1375,
      "utter": 1376,
      "vegtables": 1377,
      "wants": 1378,
      "whitefish": 1379,
      "why": 1380,
      "willing": 1381,
      "works": 1382,
      "york": 1383,
      "zucchini": 1384,
      "160": 1385,
      "35": 1386,
      "9": 1387,
      "ALL": 1388,
      "Always": 1389,
      "BISTRO": 1390,
      "Barbecued": 1391,
      "Bart": 1392,
      "Bread": 1393,
      "By": 1394,
      "Cabernet": 1395,
      "Cakebread": 1396,
      "Calcutta": 1397,
      "Decent": 1398,
      "Dim": 1399,
      "During": 1400,
      "Ew": 1401,
      "Favourite": 1402,
      "Fridays": 1403,
      "Get": 1404,
      "Highly": 1405,
      "IS": 1406,
      "Italy": 1407,
      "Kai": 1408,
      "La": 1409,
      "Lanterna": 1410,
      "Make": 1411,
      "Monday": 1412,
      "Peters": 1413,
      "Ping": 1414,
      "Plus": 1415,
      "Prices": 1416,
      "Really": 1417,
      "Some": 1418,
      "Street": 1419,
      "Sum": 1420,
      "Super": 1421,
      "Time": 1422,
      "US": 1423,
      "Waitstaff": 1424,
      "Yorkers": 1425,
      "absurdly": 1426,
      "accompanied": 1427,
      "allergies": 1428,
      "app": 1429,
      "arrogant": 1430,
      "attractive": 1431,
      "awsome": 1432,
      "bacos": 1433,
      "balance": 1434,
      "bargain": 1435,
      "basically": 1436,
      "basketful": 1437,
      "basmati": 1438,
      "benedict": 1439,
      "berate": 1440,
      "beverage": 1441,
      "biscuits": 1442,
      "blond": 1443,
      "bought": 1444,
      "boxed": 1445,
      "brilliant": 1446,
      "bringing": 1447,
      "burner": 1448,
      "bustling": 1449,
      "butternut": 1450,
      "buttery": 1451,
      "calories": 1452,
      "cans": 1453,
      "capable": 1454,
      "cared": 1455,
      "carozza": 1456,
      "ceiling": 1457,
      "charge": 1458,
      "chilaquiles": 1459,
      "chinese": 1460,
      "chole": 1461,
      "claimed": 1462,
      "clumsy": 1463,
      "cocktail": 1464,
      "codfish": 1465,
      "combinations": 1466,
      "compare": 1467,
      "condiments": 1468,
      "consider": 1469,
      "consistent": 1470,
      "corn": 1471,
      "corner": 1472,
      "costs": 1473,
      "counters": 1474,
      "crew": 1475,
      "curiously": 1476,
      "deliver": 1477,
      "deserve": 1478,
      "dhal": 1479,
      "dhosas": 1480,
      "dissapointing": 1481,
      "dogs": 1482,
      "downtown": 1483,
      "drank": 1484,
      "dressing": 1485,
      "due": 1486,
      "easy": 1487,
      "eater": 1488,
      "edibility": 1489,
      "edible": 1490,
      "efficient": 1491,
      "elegant": 1492,
      "enhance": 1493,
      "everyone": 1494,
      "everywhere": 1495,
      "execution": 1496,
      "explain": 1497,
      "explained": 1498,
      "fair": 1499,
      "finished": 1500,
      "flavorful": 1501,
      "freshly": 1502,
      "girl": 1503,
      "girls": 1504,
      "gives": 1505,
      "glorified": 1506,
      "goodness": 1507,
      "gorgeously": 1508,
      "gotten": 1509,
      "greatly": 1510,
      "grew": 1511,
      "hall": 1512,
      "hardly": 1513,
      "head": 1514,
      "heated": 1515,
      "hey": 1516,
      "himself": 1517,
      "hit": 1518,
      "holding": 1519,
      "imitation": 1520,
      "innovative": 1521,
      "ive": 1522,
      "jalapeno": 1523,
      "knowledgeable": 1524,
      "langostine": 1525,
      "lasagna": 1526,
      "laying": 1527,
      "lentil": 1528,
      "lettuce": 1529,
      "likely": 1530,
      "loved": 1531,
      "margarite": 1532,
      "mashed": 1533,
      "massamman": 1534,
      "maximize": 1535,
      "memorable": 1536,
      "milk": 1537,
      "minimal": 1538,
      "minimalist": 1539,
      "mixed": 1540,
      "molars": 1541,
      "mozzarella": 1542,
      "narrow": 1543,
      "nori": 1544,
      "oasis": 1545,
      "occasion": 1546,
      "overcooked": 1547,
      "overwhelmed": 1548,
      "paella": 1549,
      "paired": 1550,
      "paratha": 1551,
      "parm": 1552,
      "particularly": 1553,
      "passion": 1554,
      "pastry": 1555,
      "personable": 1556,
      "pinnacles": 1557,
      "pistachio": 1558,
      "pleasing": 1559,
      "poached": 1560,
      "precise": 1561,
      "prixe": 1562,
      "proceeded": 1563,
      "puff": 1564,
      "quarters": 1565,
      "ranging": 1566,
      "reaches": 1567,
      "reality": 1568,
      "reallocating": 1569,
      "recognize": 1570,
      "refills": 1571,
      "refinement": 1572,
      "roti": 1573,
      "rough": 1574,
      "round": 1575,
      "rub": 1576,
      "saltimbocca": 1577,
      "sample": 1578,
      "sangria": 1579,
      "sardines": 1580,
      "satisfied": 1581,
      "sausages": 1582,
      "saving": 1583,
      "seemed": 1584,
      "servings": 1585,
      "shared": 1586,
      "showed": 1587,
      "shredded": 1588,
      "somewhat": 1589,
      "somosas": 1590,
      "soon": 1591,
      "spread": 1592,
      "spreads": 1593,
      "squash": 1594,
      "stacks": 1595,
      "stood": 1596,
      "stuffing": 1597,
      "substantial": 1598,
      "surroundings": 1599,
      "sweetness": 1600,
      "throw": 1601,
      "tiled": 1602,
      "topping": 1603,
      "trained": 1604,
      "treated": 1605,
      "trip": 1606,
      "trout": 1607,
      "under": 1608,
      "uneven": 1609,
      "unexpected": 1610,
      "unfortunately": 1611,
      "unnecessarily": 1612,
      "upon": 1613,
      "upper": 1614,
      "using": 1615,
      "various": 1616,
      "veal": 1617,
      "visited": 1618,
      "visiting": 1619,
      "waited": 1620,
      "wall": 1621,
      "wasabi": 1622,
      "watching": 1623,
      "whatsoever": 1624,
      "wish": 1625,
      "yes": 1626,
      "yum": 1627,
      "(": 1628,
      "13": 1629,
      "18": 1630,
      "23": 1631,
      "28": 1632,
      "55": 1633,
      "AT": 1634,
      "Abbys": 1635,
      "Asian": 1636,
      "BUt": 1637,
      "Baluchi": 1638,
      "Bar": 1639,
      "Because": 1640,
      "Beef": 1641,
      "Birthday": 1642,
      "Bisque": 1643,
      "Chilean": 1644,
      "Complimentary": 1645,
      "Delicate": 1646,
      "Despite": 1647,
      "Emilio": 1648,
      "Fabulous": 1649,
      "Fluke": 1650,
      "Francois": 1651,
      "Friday": 1652,
      "Friendly": 1653,
      "GREAT": 1654,
      "Gigondas": 1655,
      "Guacamole": 1656,
      "Happy": 1657,
      "Have": 1658,
      "Horrible": 1659,
      "IT": 1660,
      "Joe": 1661,
      "Joya": 1662,
      "Katz": 1663,
      "L": 1664,
      "LOVE": 1665,
      "MADE": 1666,
      "Napoli": 1667,
      "Neapolitan": 1668,
      "Nosh": 1669,
      "O": 1670,
      "Ok": 1671,
      "PM": 1672,
      "Pair": 1673,
      "Park": 1674,
      "SLOW": 1675,
      "Saul": 1676,
      "Shanghai": 1677,
      "Side": 1678,
      "Small": 1679,
      "Solid": 1680,
      "South": 1681,
      "Spider": 1682,
      "Stay": 1683,
      "Steak": 1684,
      "Suan": 1685,
      "TOTALLY": 1686,
      "Taiwanese": 1687,
      "Tamarind": 1688,
      "Times": 1689,
      "Tony": 1690,
      "Tuk": 1691,
      "Unlike": 1692,
      "WOW": 1693,
      "Waiters": 1694,
      "West": 1695,
      "Where": 1696,
      "accurate": 1697,
      "added": 1698,
      "adventurous": 1699,
      "agreed": 1700,
      "air": 1701,
      "allowed": 1702,
      "appetizing": 1703,
      "appitizers": 1704,
      "appreciates": 1705,
      "approached": 1706,
      "asking": 1707,
      "ass": 1708,
      "attend": 1709,
      "attitude": 1710,
      "avocado": 1711,
      "backyard": 1712,
      "beans": 1713,
      "between": 1714,
      "blowing": 1715,
      "board": 1716,
      "boldness": 1717,
      "bone": 1718,
      "bouche": 1719,
      "brings": 1720,
      "brought": 1721,
      "bruschetta": 1722,
      "buck": 1723,
      "bucks": 1724,
      "burn": 1725,
      "cafe": 1726,
      "candles": 1727,
      "candlevery": 1728,
      "carpaachio": 1729,
      "celebration": 1730,
      "chairs": 1731,
      "change": 1732,
      "cheeses": 1733,
      "chettinad": 1734,
      "chevre": 1735,
      "chic": 1736,
      "chilled": 1737,
      "chu": 1738,
      "closely": 1739,
      "co": 1740,
      "coat": 1741,
      "cokes": 1742,
      "comment": 1743,
      "comparable": 1744,
      "complementary": 1745,
      "complete": 1746,
      "consisent": 1747,
      "cook": 1748,
      "covering": 1749,
      "creatures": 1750,
      "criticize": 1751,
      "crusted": 1752,
      "cubes": 1753,
      "delcious": 1754,
      "delightfully": 1755,
      "described": 1756,
      "deserves": 1757,
      "details": 1758,
      "diamond": 1759,
      "difficulty": 1760,
      "dined": 1761,
      "disappointing": 1762,
      "display": 1763,
      "doing": 1764,
      "dont": 1765,
      "dosa": 1766,
      "doughy": 1767,
      "drawback": 1768,
      "drizzled": 1769,
      "drunken": 1770,
      "east": 1771,
      "edamames": 1772,
      "egg": 1773,
      "encouraged": 1774,
      "escargot": 1775,
      "evoked": 1776,
      "excelent": 1777,
      "exciting": 1778,
      "exellent": 1779,
      "experienced": 1780,
      "facing": 1781,
      "fatty": 1782,
      "filets": 1783,
      "fillet": 1784,
      "finish": 1785,
      "flavorless": 1786,
      "flavour": 1787,
      "flooded": 1788,
      "following": 1789,
      "forgettable": 1790,
      "forks": 1791,
      "forward": 1792,
      "four": 1793,
      "frozen": 1794,
      "fruit": 1795,
      "fry": 1796,
      "genuinely": 1797,
      "gig": 1798,
      "goes": 1799,
      "gone": 1800,
      "gracious": 1801,
      "greeted": 1802,
      "greeting": 1803,
      "grilling": 1804,
      "ground": 1805,
      "guys": 1806,
      "halibut": 1807,
      "hangout": 1808,
      "hear": 1809,
      "heart": 1810,
      "helped": 1811,
      "herbs": 1812,
      "highlight": 1813,
      "highlighting": 1814,
      "hold": 1815,
      "hole": 1816,
      "hope": 1817,
      "hoped": 1818,
      "hoping": 1819,
      "hottest": 1820,
      "hours": 1821,
      "hummus": 1822,
      "imagine": 1823,
      "immediately": 1824,
      "improves": 1825,
      "includes": 1826,
      "ins": 1827,
      "intitally": 1828,
      "jump": 1829,
      "kinds": 1830,
      "lady": 1831,
      "lassi": 1832,
      "leftover": 1833,
      "lightly": 1834,
      "longer": 1835,
      "lover": 1836,
      "lumpy": 1837,
      "lurking": 1838,
      "ly": 1839,
      "mahi": 1840,
      "maitre": 1841,
      "malai": 1842,
      "marine": 1843,
      "marvelous": 1844,
      "matches": 1845,
      "mayonaisse": 1846,
      "meatballs": 1847,
      "melts": 1848,
      "menus": 1849,
      "mesclun": 1850,
      "mint": 1851,
      "moderately": 1852,
      "moment": 1853,
      "months": 1854,
      "murky": 1855,
      "myriad": 1856,
      "neither": 1857,
      "nicely": 1858,
      "nightmare": 1859,
      "occassion": 1860,
      "offerng": 1861,
      "onions": 1862,
      "orrechiete": 1863,
      "outs": 1864,
      "oven": 1865,
      "overcompensate": 1866,
      "overlook": 1867,
      "oz": 1868,
      "palette": 1869,
      "pancakes": 1870,
      "panini": 1871,
      "peanut": 1872,
      "photobook": 1873,
      "pictures": 1874,
      "pineapple": 1875,
      "pink": 1876,
      "pizzaria": 1877,
      "pizzeria": 1878,
      "planning": 1879,
      "plastic": 1880,
      "popularity": 1881,
      "porcini": 1882,
      "possible": 1883,
      "pound": 1884,
      "pour": 1885,
      "powder": 1886,
      "present": 1887,
      "prime": 1888,
      "private": 1889,
      "pudding": 1890,
      "pumkin": 1891,
      "pureed": 1892,
      "questions": 1893,
      "rarely": 1894,
      "rasamalai": 1895,
      "rasberry": 1896,
      "raucous": 1897,
      "read": 1898,
      "rearely": 1899,
      "recently": 1900,
      "recognition": 1901,
      "recomendations": 1902,
      "regardless": 1903,
      "remorse": 1904,
      "replied": 1905,
      "ripped": 1906,
      "runners": 1907,
      "sad": 1908,
      "sampling": 1909,
      "saturday": 1910,
      "sausage": 1911,
      "saves": 1912,
      "seats": 1913,
      "seeming": 1914,
      "sell": 1915,
      "sensations": 1916,
      "sesame": 1917,
      "signs": 1918,
      "situated": 1919,
      "sketchy": 1920,
      "skip": 1921,
      "slaw": 1922,
      "slices": 1923,
      "smooth": 1924,
      "somewhere": 1925,
      "soo": 1926,
      "sorbet": 1927,
      "soupy": 1928,
      "sour": 1929,
      "specialty": 1930,
      "speedy": 1931,
      "spices": 1932,
      "spilled": 1933,
      "squeezed": 1934,
      "stale": 1935,
      "standard": 1936,
      "standout": 1937,
      "staples": 1938,
      "stir": 1939,
      "stocked": 1940,
      "stomach": 1941,
      "stuck": 1942,
      "takes": 1943,
      "tamarind": 1944,
      "tap": 1945,
      "thh": 1946,
      "tonic": 1947,
      "tortelini": 1948,
      "translucent": 1949,
      "trays": 1950,
      "treasure": 1951,
      "treat": 1952,
      "triples": 1953,
      "turn": 1954,
      "ultra": 1955,
      "unable": 1956,
      "unattentive": 1957,
      "understands": 1958,
      "undoubtedly": 1959,
      "unpretensious": 1960,
      "upstairs": 1961,
      "varieties": 1962,
      "varities": 1963,
      "vindaloo": 1964,
      "vinegar": 1965,
      "virgnin": 1966,
      "vodka": 1967,
      "warming": 1968,
      "wasnt": 1969,
      "waters": 1970,
      "weak": 1971,
      "weird": 1972,
      "whatever": 1973,
      "wintermelon": 1974,
      "wonderfully": 1975,
      "worked": 1976,
      "xcept": 1977,
      "~": 1978,
      ")": 1979,
      "11": 1980,
      "1st": 1981,
      "200": 1982,
      "2003": 1983,
      "24": 1984,
      "2nd": 1985,
      "3pm": 1986,
      "AN": 1987,
      "AND": 1988,
      "Add": 1989,
      "Admittedly": 1990,
      "Ambience": 1991,
      "Any": 1992,
      "Anyway": 1993,
      "Authentic": 1994,
      "B": 1995,
      "BEST": 1996,
      "Bagels": 1997,
      "Butter": 1998,
      "CHEAP": 1999,
      "Cantonese": 2000,
      "Check": 2001,
      "Cheese": 2002,
      "Chocolate": 2003,
      "Chops": 2004,
      "Cobb": 2005,
      "Considering": 2006,
      "Crispy": 2007,
      "Cube": 2008,
      "DO": 2009,
      "Del": 2010,
      "Deli": 2011,
      "Dinnerbroker": 2012,
      "Disney": 2013,
      "Drinks": 2014,
      "Duck": 2015,
      "EXORBITANT": 2016,
      "English": 2017,
      "Especially": 2018,
      "Fornini": 2019,
      "Fresh": 2020,
      "Fried": 2021,
      "Frisco": 2022,
      "Furthermore": 2023,
      "GF": 2024,
      "Gaskin": 2025,
      "Gelato": 2026,
      "Godfather": 2027,
      "Godmother": 2028,
      "Green": 2029,
      "HUNGRY": 2030,
      "Halibut": 2031,
      "Having": 2032,
      "His": 2033,
      "INCREDIBLY": 2034,
      "Izakaya": 2035,
      "Jeffery": 2036,
      "Kamikaze": 2037,
      "LARGE": 2038,
      "LOBSTER": 2039,
      "Leaping": 2040,
      "Lemon": 2041,
      "Leon": 2042,
      "Ley": 2043,
      "Lizard": 2044,
      "Looking": 2045,
      "Luckily": 2046,
      "Lucky": 2047,
      "Lyle": 2048,
      "Mahal": 2049,
      "Mcdonald": 2050,
      "Meal": 2051,
      "Meanwhile": 2052,
      "Mine": 2053,
      "Mom": 2054,
      "Naples": 2055,
      "Nothing": 2056,
      "ONE": 2057,
      "Of": 2058,
      "Once": 2059,
      "Otherwise": 2060,
      "Ow": 2061,
      "POOR": 2062,
      "PRICES": 2063,
      "Pho": 2064,
      "Pick": 2065,
      "Plain": 2066,
      "Point": 2067,
      "Pork": 2068,
      "Pudding": 2069,
      "QUALITY": 2070,
      "REALLY": 2071,
      "Right": 2072,
      "Roast": 2073,
      "Roxy": 2074,
      "SERVICE": 2075,
      "SHOWS": 2076,
      "Salad": 2077,
      "Salads": 2078,
      "Sauce": 2079,
      "Schimmel": 2080,
      "See": 2081,
      "Since": 2082,
      "Soh": 2083,
      "Stick": 2084,
      "Still": 2085,
      "Succulent": 2086,
      "TAILS": 2087,
      "Taj": 2088,
      "Terrific": 2089,
      "Thailand": 2090,
      "That": 2091,
      "Tofu": 2092,
      "Toons": 2093,
      "Two": 2094,
      "UMMMMM": 2095,
      "WONDERFUL": 2096,
      "Warm": 2097,
      "Whenever": 2098,
      "White": 2099,
      "Winnie": 2100,
      "X4": 2101,
      "Yonah": 2102,
      "Yoshi": 2103,
      "accomodate": 2104,
      "accomplishes": 2105,
      "acousitcs": 2106,
      "actors": 2107,
      "addition": 2108,
      "adds": 2109,
      "adequate": 2110,
      "adorn": 2111,
      "advice": 2112,
      "afternoon": 2113,
      "aisle": 2114,
      "ala": 2115,
      "alive": 2116,
      "alot": 2117,
      "ambitious": 2118,
      "amiable": 2119,
      "amounts": 2120,
      "anti": 2121,
      "anyway": 2122,
      "apologized": 2123,
      "apology": 2124,
      "appetites": 2125,
      "apples": 2126,
      "apprised": 2127,
      "approximately": 2128,
      "ar": 2129,
      "artisanal": 2130,
      "aside": 2131,
      "attendant": 2132,
      "attended": 2133,
      "attest": 2134,
      "attitudes": 2135,
      "badly": 2136,
      "band": 2137,
      "bars": 2138,
      "bass": 2139,
      "beautifully": 2140,
      "beauty": 2141,
      "become": 2142,
      "began": 2143,
      "belly": 2144,
      "bindi": 2145,
      "binge": 2146,
      "bitter": 2147,
      "booth": 2148,
      "breathe": 2149,
      "brick": 2150,
      "bruschettas": 2151,
      "budget": 2152,
      "buds": 2153,
      "buttah": 2154,
      "buy": 2155,
      "cannoli": 2156,
      "caramelized": 2157,
      "carry": 2158,
      "cart": 2159,
      "caserole": 2160,
      "cash": 2161,
      "casserole": 2162,
      "category": 2163,
      "cell": 2164,
      "challah": 2165,
      "characters": 2166,
      "charming": 2167,
      "charred": 2168,
      "cheeseburger": 2169,
      "cheesecake": 2170,
      "chefs": 2171,
      "chili": 2172,
      "chill": 2173,
      "chopped": 2174,
      "chops": 2175,
      "chosen": 2176,
      "claims": 2177,
      "clams": 2178,
      "class": 2179,
      "classics": 2180,
      "classy": 2181,
      "clearly": 2182,
      "closer": 2183,
      "closing": 2184,
      "clubhouse": 2185,
      "code": 2186,
      "codes": 2187,
      "coffee": 2188,
      "comforting": 2189,
      "common": 2190,
      "companionship": 2191,
      "comparison": 2192,
      "complain": 2193,
      "complaining": 2194,
      "complaint": 2195,
      "comprised": 2196,
      "conclusion": 2197,
      "concoction": 2198,
      "conditioning": 2199,
      "consomme": 2200,
      "constantly": 2201,
      "conversations": 2202,
      "correct": 2203,
      "courteous": 2204,
      "crafted": 2205,
      "crammed": 2206,
      "creatively": 2207,
      "crispier": 2208,
      "crossed": 2209,
      "culinary": 2210,
      "cup": 2211,
      "currys": 2212,
      "custards": 2213,
      "dals": 2214,
      "dazzling": 2215,
      "decided": 2216,
      "decker": 2217,
      "deep": 2218,
      "delectable": 2219,
      "delictable": 2220,
      "delight": 2221,
      "desert": 2222,
      "devine": 2223,
      "dinners": 2224,
      "dinnertime": 2225,
      "dip": 2226,
      "disappoint": 2227,
      "disgusting": 2228,
      "dollar": 2229,
      "doneness": 2230,
      "donut": 2231,
      "doubt": 2232,
      "downside": 2233,
      "dozen": 2234,
      "drenched": 2235,
      "ease": 2236,
      "echoes": 2237,
      "ed": 2238,
      "edge": 2239,
      "effort": 2240,
      "elegance": 2241,
      "elsewhere": 2242,
      "embracing": 2243,
      "emphasis": 2244,
      "energy": 2245,
      "enthusiastic": 2246,
      "establishment": 2247,
      "european": 2248,
      "everytime": 2249,
      "exception": 2250,
      "excpetiona": 2251,
      "expanded": 2252,
      "expectations": 2253,
      "eyes": 2254,
      "failed": 2255,
      "faired": 2256,
      "families": 2257,
      "fat": 2258,
      "father": 2259,
      "fats": 2260,
      "favor": 2261,
      "fe": 2262,
      "feet": 2263,
      "finding": 2264,
      "finishing": 2265,
      "fires": 2266,
      "forever": 2267,
      "frantic": 2268,
      "frequently": 2269,
      "fresher": 2270,
      "friendliest": 2271,
      "fritters": 2272,
      "gabriella": 2273,
      "gari": 2274,
      "generation": 2275,
      "generous": 2276,
      "gentleman": 2277,
      "getup": 2278,
      "gigantic": 2279,
      "glad": 2280,
      "gods": 2281,
      "gorgeous": 2282,
      "gourmet": 2283,
      "graciously": 2284,
      "gratis": 2285,
      "grilled": 2286,
      "happening": 2287,
      "harkens": 2288,
      "heads": 2289,
      "heartier": 2290,
      "heaven": 2291,
      "held": 2292,
      "hike": 2293,
      "hissed": 2294,
      "hoist": 2295,
      "hollondaise": 2296,
      "hong": 2297,
      "horedevous": 2298,
      "horrid": 2299,
      "humble": 2300,
      "hunan": 2301,
      "hung": 2302,
